APIAutomation/VM.WebServices.TestAutomationFramework/TestCases/NonTimeTravelTestCases/XMLTemplates/AvailablePayPlan.Tmplt.Rq.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetAdjInfo xmlns="http://www.ADCW.com/">
      <AdjusterCode>A001</AdjusterCode>
    </GetAdjInfo>
  </soap:Body>
</soap:Envelope>